ascii
code
discord
exa
github-cli
jre-openjdk
kitty
neovim
nodejs
noto-fonts-emoji
npm
picom
polybar
sshpass
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols-common
valgrind
vim
zsh
