accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-plugins
alsa-utils
b43-fwcutter
base
base-devel
bash-completion
bind
blueman
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cantarell-fonts
cryptsetup
cups
cups-filters
cups-pdf
device-mapper
dhclient
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eos-apps-info
eos-dracut
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
eos-update-notifier
ethtool
exfatprogs
eza
f2fs-tools
ffmpegthumbnailer
ffmpegthumbs
firefox
firewalld
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
foot
fsarchiver
ghostscript
git
github-cli
glances
grim
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtkmm
gutenprint
gvfs
gvfs-mtp
haveged
hdparm
hplip
hwdetect
hwinfo
inetutils
intel-ucode
inxi
iptables-nft
iwd
jfsutils
jq
kitty
less
libdvdcss
libgsf
libopenraw
libwnck3
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
mako
man-db
man-pages
mdadm
meld
mesa-utils
micro
mlocate
modemmanager
mousepad
mpv
mtools
nano
nano-syntax-highlighting
neofetch
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
nss-mdns
ntfs-3g
ntp
nvidia-dkms
nvidia-hook
nvidia-inst
nvidia-settings
openssh
otf-font-awesome
p7zip
pacman-contrib
pamixer
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
playerctl
polkit-kde-agent
poppler-glib
power-profiles-daemon
pv
python
python-capng
python-defusedxml
python-packaging
python-pip
python-pyqt5
python-reportlab
python-requests
qbittorrent
qt5ct
rclone
rebuild-detector
reflector
reflector-simple
reiserfsprogs
ripgrep
rsync
rtkit
s-nail
sg3_utils
slurp
smartmontools
sof-firmware
splix
sudo
swaybg
sysfsutils
system-config-printer
systemd-sysvcompat
texinfo
thunar
thunar-archive-plugin
thunar-volman
tldr
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-fantasque-nerd
ttf-fantasque-sans-mono
ttf-font-awesome
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-opensans
tumbler
unrar
unzip
upower
usb_modeswitch
usbutils
vi
viewnior
vim
waybar
welcome
wget
which
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsane
xterm
yay
zsh
