asusctl
battop
catppuccin-cursors-mocha
catppuccin-gtk-theme-mocha
cava
clion
codeql
google-chrome
hyprland-nvidia
libva-nvidia-driver-git
lightly-qt
nitch
noto-color-emoji-fontconfig
nwg-look-bin
otf-font-awesome-4
postman-bin
pycharm-professional
rog-control-center
scc
scorecard
sddm-catppuccin-git
sddm-git
slack-desktop
spicetify-cli
spotify
supergfxctl
swaylock-effects
swww
visual-studio-code-bin
vmware-workstation
wlogout
zoom
